{
  "nome": "Allungati uno alla volta su un bilanciere di barre da campo",
  "forza": "tira",
  "livello": "principiante",
  "meccanica": "composto",
  "attrezzatura": "bilanciere",
  "muscoli primari": [
    "schiena media"
  ],
  "muscoli secondari": [
    "bicipiti",
    "lats",
    "schraccio basso",
    "trappole"
  ],
  "istruzioni": [
    "Metti il peso su uno degli estremi di una barra olimpica. Assicurati di posizionare l'altro estremo della barra nell'angolo di due pareti; o metti un oggetto pesante a terra in modo che la barra non possa scivolare all'indietro.",
    "Chinati sull'anta fino a quando il tuo torso è il più vicino possibile al parallelo con il suolo e tieni le ginocchia leggermente piegate.",
    "Ora afferrare la barra con un braccio appena dietro le piastre sul lato in cui è stato posizionato il peso e mettere l'altra mano sul ginocchio. Questa sarà la tua posizione di partenza.",
    "Tira la barra dritta su con il gomito dentro (per massimizzare la stimolazione della schiena) finché le piastre non toccano il petto inferiore. Stringi i muscoli della schiena mentre sollevi il peso e tieni premuto per un secondo alla parte superiore del movimento. Espira mentre sollevi il peso. Suggerimento: non permettere alcun oscillamento del busto. Solo il braccio deve muoversi.",
    "Abbassare lentamente la barra alla posizione di partenza ottenendo uno bello stiramento sui lats. Suggerimento: Non lasciare che le piastre tocchino il pavimento. Per garantire la migliore gamma di movimento, consiglio di utilizzare piastre più piccole (da 25 libbre) anziché piastre più grandi (come quelle da 35-45 libbre).",
    "Ripetere per il numero consigliato di ripetizioni e cambiare braccia."
  ],
  "categoria": "forza",
  "immagini": [
    "Bent_Over_One-Arm_Long_Bar_Row/0.jpg",
    "Bent_Over_One-Arm_Long_Bar_Row/1.jpg"
  ],
  "id": "Bent_Over_One-Arm_Long_Bar_Row",
  "images": [
    "Bent_Over_One-Arm_Long_Bar_Row/0.jpg",
    "Bent_Over_One-Arm_Long_Bar_Row/1.jpg"
  ]
}