{
  "nome": "Box Squat con Bande",
  "forza": "spinta",
  "livello": "esperto",
  "meccanismo": "composto",
  "attrezzatura": "bilanciere",
  "muscoliPrimari": [
    "quadricipiti"
  ],
  "muscoliSecondari": [
    "adduttori",
    "abduttori",
    "polpacci",
    "glutei",
    "femorali",
    "parte inferiore della schiena"
  ],
  "istruzioni": [
    "Posizionarsi in una power rack con una scatola di altezza appropriata dietro di te. Montare le bande sulle estensioni del bilanciere, fissandole su attacchi specifici, sulla rack, o su manubri in modo che ci sia una tensione adeguata. Se si usano i manubri, assicurarsi che siano sufficientemente pesanti per le bande usate. Si possono aggiungere dischi per fissare i manubri a terra. Per ottenere una maggiore tensione, allargare il perno dei manubri sul pavimento o avvolgere le bande intorno ai manubri. Tipicamente, si dovrebbe mirare a raggiungere una profondità della scatola che porti a uno squat parallelo, ma è possibile allenarsi in una posizione più alta o più bassa, se si desidera.",
    "Iniziare piazzandosi sotto il bilanciere e posizionandolo sulle spalle. Contrarre le scapole e ruotare i gomiti in avanti cercando di piegare il bilanciere sulle spalle. Togliere il bilanciere dalla rack, creando un'arcata nella parte inferiore della schiena, e piazzarsi in posizione. Posizionare i piedi più larghi per mettere più enfasi sulla parte posteriore, sui glutei, sugli adduttori e sui femorali, o più vicini per sviluppare di più i quadricipiti. Mantenere la testa rivolta in avanti.",
    "Con la schiena, le spalle e il core ben fermi, spingere le ginocchia e il sedere in fuori e iniziare la discesa. Sedersi indietro con i fianchi finché non ci si poggia sulla scatola. Idealmente, le tibie dovrebbero essere perpendicolari al pavimento. Pausa quando si arriva alla scatola e rilassare i flessori dell'anca. Non rimbalzare sulla scatola.",
    "Mantenendo il peso sui talloni e spingendo i piedi e le ginocchia in fuori, spingersi verso l'alto dalla scatola, guidando il movimento con la testa. Continuare in alto, mantenendo la stretta dal capo ai piedi. Fare attenzione a riposizionare il bilanciere sulla rack."
  ],
  "categoria": "powerlifting",
  "immagini": [
    "Box_Squat_con_Bande/0.jpg",
    "Box_Squat_con_Bande/1.jpg"
  ],
  "id": "Box_Squat_with_Bands",
  "images": [
    "Box_Squat_with_Bands/0.jpg",
    "Box_Squat_with_Bands/1.jpg"
  ]
}