{
  "name": "Pulizia e spazzamento",
  "force": "spinta",
  "level": "esperto",
  "mechanic": "composto",
  "equipment": "bilanciere",
  "primaryMuscles": [
    "spalle"
  ],
  "secondaryMuscles": [
    "addominali",
    "glutei",
    "femorali",
    "parte bassa della schiena",
    "quadricipiti",
    "trappole",
    "tricipiti"
  ],
  "instructions": [
    "Con un bilanciere sul pavimento vicino alle caviglie, prendere una presa sopra o di aggancio appena fuori dalle gambe. Abbassare le anche con il peso concentrato sui talloni, schiena dritta, testa rivolta in avanti, petto in alto, con le spalle appena davanti alla barra. Questa sarà la posizione di partenza.",
    "Inizia il primo tiro spingendo attraverso i talloni, estendendo le ginocchia. L'angolo di schiena deve restare lo stesso e le braccia devono rimanere diritte. Muovi il peso con il controllo mentre continui sopra le ginocchia.",
    "Segue il secondo tiro, la principale fonte di accelerazione per la pulizia. Quando la barra si avvicina alla posizione del terzo medio coscia, inizia l'estensione attraverso le anche. In un movimento di salto, accelera estendendo anche anche, ginocchia e caviglie, usando la velocità per spostare la barra verso l'alto. Non c'è bisogno di tirare attivamente con le braccia per accelerare il peso; alla fine del secondo tiro, il corpo dovrebbe essere completamente esteso, leggermente piegato all'indietro, con le braccia ancora estese.",
    "Come raggiunta la piena estensione, passare al terzo tiro spingendo in modo aggressivo e flettendo le braccia con i gomiti in alto e all'esterno. Alla massima estensione, tirarsi giù in modo aggressivo, ruotando i gomiti sotto la barra mentre lo si fa. Ricevi la barra in una posizione di squat anteriore, la profondità della quale dipende dall'altezza della barra alla fine del terzo tiro. La barra dovrebbe essere appollaiata sulle spalle protratte, toccando lievemente la gola con le mani rilassate. Continua a scendere alla posizione di squat inferiore, che aiuterà nella ripresa.",
    "Recupera immediatamente spingendo attraverso i talloni, mantenendo il busto in posizione verticale e i gomiti in su. Continua fino a quando sei arrivato in posizione eretta.",
    "La seconda fase è il salto, che alza il peso sopra la testa. In piedi con il peso appollaiato sul davanti delle spalle, inizia con l'immersione. Con i piedi direttamente sotto i fianchi, fletti le ginocchia senza muovere i fianchi all'indietro. Scendi solo leggermente e inverti immediatamente la direzione più potente possibile.",
    "Spingi attraverso i talloni creando il massimo di velocità e forza possibile e assicurati di spostare la testa fuori dalla strada mentre la barra lascia le spalle.",
    "In questo momento, mentre i piedi lasciano il suolo, i piedi devono essere posizionati nella posizione di ricezione il più rapidamente possibile. Nel breve momento in cui i piedi non sono attivamente guidati contro la piattaforma, lo sforzo degli atleti a spingere la barra in alto li farà scendere. I piedi dovrebbero essere divisi, con un piede in avanti e uno indietro. Ricevi la barra con le braccia bloccate sopra la testa. Torna alla posizione eretta. "
  ],
  "category": "sollevamento pesi olimpici",
  "images": [
    "Clean_and_Jerk/0.jpg",
    "Clean_and_Jerk/1.jpg"
  ],
  "id": "Clean_and_Jerk"
}