{
  "name": "Power Clean",
  "force": "trazione",
  "level": "intermedio",
  "mechanic": "composto",
  "equipment": "bilanciere",
  "primaryMuscles": [
    "muscolis posteriori della coscia"
  ],
  "secondaryMuscles": [
    "polpacci",
    "avambracci",
    "glutei",
    "muscolis lombari",
    "muscolis della schiena",
    "muscolis quadricipiti",
    "spalle",
    "trapezi",
    "tricipiti"
  ],
  "instructions": [
    "Stai in piedi con i piedi leggermente più larghi della larghezza delle spalle e con le dita dei piedi rivolte leggermente verso l'esterno.",
    "Squat e afferra la barra con una presa chiusa, pronata. Le mani dovrebbero essere leggermente più larghe della larghezza delle spalle, al di fuori delle ginocchia e con i gomiti completamente estesi.",
    "Posiziona la barra a circa 1 pollice di distanza dalle tue tibie e sopra le palle dei tuoi piedi.",
    "La tua schiena dovrebbe essere piatta o leggermente arcuata, il petto tenuto in piedi e fuori e le scapole retratte.",
    "Mantieni la testa in posizione neutra (in linea con la colonna vertebrale e non inclinata o ruotata) con gli occhi rivolti dritti avanti. Inspira durante questa fase.",
    "Solleva la barra dal pavimento estendendo con forza i fianchi e le ginocchia mentre espiri. Suggerimento: il torace superiore dovrebbe mantenere lo stesso angolo. Non chinarti in vita e non lasciare che i fianchi si alzino prima delle spalle (questo avrebbe l'effetto di spingere i glutei in aria e stirare i muscoli posteriori delle cosce.",
    "Mantieni i gomiti completamente estesi con la testa in posizione neutra e le spalle sopra la barra.",
    "Man mano che la barra si alza, tienila il più vicino possibile alle tue tibie.",
    "Mentre la barra supera le ginocchia, spingi i fianchi in avanti e piega leggermente le ginocchia per evitare di bloccarle. Suggerimento: a questo punto le tue cosce dovrebbero essere contro la barra.",
    "Mantieni la schiena piatta o leggermente arcuata, i gomiti completamente estesi e la testa neutra. Suggerimento: tratterrai il respiro fino alla prossima fase.",
    "Inspirare e poi estendere con forza e rapidamente i fianchi e le ginocchia e stare in punta di piedi.",
    "Tieni la barra il più vicino possibile al tuo corpo. Suggerimento: la tua schiena dovrebbe essere piatta con i gomiti rivolti verso i lati e la testa in posizione neutra. Inoltre, mantieni le spalle sopra la barra e le braccia dritte il più a lungo possibile.",
    "Quando le articolazioni dell'arto inferiore sono completamente estese, solleva rapidamente le spalle senza lasciare che i gomiti si pieghino ancora. Epira durante questa parte del movimento.",
    "Mentre le spalle raggiungono la maggiore elevazione, fletti i gomiti per iniziare a tirare il tuo corpo sotto la barra.",
    "Continua a tirare le braccia il più in alto e a lungo possibile. Suggerimento: a causa della natura esplosiva di questa fase, il tuo torace sarà eretto o con una schiena arcuata, la testa sarà leggermente inclinata all'indietro e i piedi potrebbero perdere il contatto con il pavimento.",
    "Dopo che l'arto inferiore si è completamente esteso e la barra raggiunge quasi l'altezza massima, tira il tuo corpo sotto la barra e ruota le braccia intorno e sotto la barra.",
    "Simultaneamente, fletti i fianchi e le ginocchia in una posizione di squat di un quarto.",
    "Una volta che le braccia sono sotto la barra, inspira e poi solleva i gomiti per posizionare i muscoli superiori paralleli al pavimento. Posiziona la barra attraverso il davanti delle tue clavicole e dei tuoi muscoli deltoidi anteriori.",
    "Afferra la barra con un torace eretto e stretto, una posizione neutra della testa e piedi piatti. Espira durante questo movimento.",
    "Alzati estendendo i fianchi e le ginocchia fino alla posizione completamente eretta.",
    "Abbassa la barra riducendo gradualmente la tensione muscolare delle braccia per permettere una discesa controllata della barra alle tue cosce. Inspirare durante questo movimento.",
    "Fletti contemporaneamente i fianchi e le ginocchia per amortizzare l'impatto della barra nelle cosce.",
    "Squat con i gomiti completamente estesi fino a quando la barra tocca il pavimento.",
    "Inizia nuovamente alla fase 1 e ripeti per la quantità raccomandata di ripetizioni."
  ],
  "categoria": "forza",
  "immagini": [
    "Power_Clean/0.jpg",
    "Power_Clean/1.jpg"
  ],
  "id": "Power_Clean",
  "images": [
    "Power_Clean/0.jpg",
    "Power_Clean/1.jpg"
  ]
}