{
  "nome": "Seated One-arm Cable Pulley Rows",
  "forza": "tirare",
  "livello": "intermedio",
  "meccanica": "composta",
  "attrezzatura": "cavo",
  "muscoliPrimari": [
    "parte centrale della schiena"
  ],
  "muscoliSecondari": [
    "bicipiti",
    "petto",
    "trapezi"
  ],
  "istruzioni": [
    "Per mettersi in posizione di partenza, si accomodi sulla macchina e appoggi i piedi sulla piattaforma frontale o sulla barra di supporto, assicurandosi che le ginocchia siano leggermente piegate e non bloccate.",
    "Pieghi il busto in avanti, mantenendo la naturale allineamento della schiena, e afferra l'impugnatura singola con il braccio sinistro, utilizzando una presa a palmo in giù.",
    "Con il braccio esteso, tirate indietro fino a che il busto è ad un angolo di circa 90 gradi rispetto alle gambe. La schiena dovrebbe essere leggermente arcuata e il torace fuori. Si dovrebbe sentire una piacevole tensione sulla schiena media mentre si tiene la barra di fronte a sé. Il braccio destro può rimanere vicino alla vita. Questa è la posizione di partenza dell'esercizio.",
    "Mantieni il busto fermo e fletti le braccia verso il torso mantenendo le braccia vicine ad esso e ruotando il polso in modo che al momento in cui la mano arriva all'addome, sia in una posizione neutra (palmo rivolto al torso). Espira mentre esegui questo movimento. Adesso dovresti contrarre duramente i muscoli della schiena.",
    "Mantieni la contrazione per un secondo e ritorna lentamente alla posizione di partenza inspirando. Suggerimento: Ricorda di ruotare il polso mentre torni alla posizione iniziale, in modo che le palme siano nuovamente rivolte in giù.",
    "Ripeti per il numero di ripetizioni consigliato e poi esegui lo stesso movimento con la mano destra."
  ],
  "categoria": "forza",
  "immagini": [
    "Seated_One-arm_Cable_Pulley_Rows/0.jpg",
    "Seated_One-arm_Cable_Pulley_Rows/1.jpg"
  ],
  "id": "Seated_One-arm_Cable_Pulley_Rows",
  "images": [
    "Seated_One-arm_Cable_Pulley_Rows/0.jpg",
    "Seated_One-arm_Cable_Pulley_Rows/1.jpg"
  ]
}