{
  "name": "Smith Single-Leg Split Squat",
  "force": "spinta",
  "level": "principiante",
  "mechanic": "composto",
  "equipment": "macchina",
  "primaryMuscles": [
    "quadricipiti"
  ],
  "secondaryMuscles": [
    "polpacci",
    "glutei",
    "femorali"
  ],
  "instructions": [
    "Per cominciare, posiziona una panca piatta a circa 2-3 piedi di distanza dalla macchina smith. Poi, regola la barra all'altezza più adatta alla tua altezza. Quando hai scelto l'altezza giusta e caricato la barra, metti la schiena delle spalle (leggermente sotto il collo) sopra di essa.",
    "Aggrappati alla barra usando entrambe le braccia a ogni lato (mani rivolte in avanti), sbloccala e solleva la barra dal rack spingendo prima con le gambe e, contemporaneamente, distendendo il busto.",
    "Posiziona le gambe mettendo un piede leggermente in avanti sotto la barra ed estendendo l'altra gamba dietro e posiziona la punta del piede sulla panca. Questa sarà la tua posizione di partenza.",
    "Comincia a abbassare lentamente la barra piegando il ginocchio mantenendo una postura dritta con la testa in alto. Continua finché l'angolo tra la gamba superiore e il polpaccio diventa leggermente inferiore ai 90 gradi (che è il punto in cui le gambe superiori sono sotto il livello del pavimento). Inspirando, esegui questa parte del movimento. Suggerimento: se hai eseguito correttamente l'esercizio, la fronte del ginocchio dovrebbe formare una linea immaginaria dritta con le dita dei piedi perpendicolare alla fronte. Se il ginocchio è oltre tale linea immaginaria (se è oltre le dita dei piedi), vuol dire che stai mettendo uno stress eccessivo sul ginocchio e che l'esercizio è stato eseguito in modo errato.",
    "Comincia a sollevare la barra espirando e spingendo il pavimento con il tallone del piede, soprattutto mentre raddrizzi la gamba e torni alla posizione di partenza.",
    "Ripeti per il numero raccomandato di ripetizioni.",
    "Cambia gamba e ripeti il movimento."
  ],
  "category": "forza",
  "images": [
    "Smith_Single-Leg_Split_Squat/0.jpg",
    "Smith_Single-Leg_Split_Squat/1.jpg"
  ],
  "id": "Smith_Single-Leg_Split_Squat"
}