{
  "name": "Smith Machine Squat",
  "force": "spinta",
  "level": "principiante",
  "mechanic": "composto",
  "equipment": "macchina",
  "primaryMuscles": [
    "quadricipiti"
  ],
  "secondaryMuscles": [
    "polpacci",
    "glutei",
    "femorali",
    "lombare"
  ],
  "instructions": [
    "Per iniziare, posiziona la barra all'altezza più adatta al tuo corpo. Una volta scelta l'altezza giusta e caricata la barra, metti la schiena delle spalle (lievemente sotto il collo) sulla barra.",
    "Aggrappati alla barra con entrambe le braccia ai lati (mani rivolte in avanti), sbloccala e sollevala dall'aggancio, spingendo prima con le gambe e contemporaneamente estendendo il busto.",
    "Posiziona le gambe con una posizione media di larghezza delle spalle, con le punte dei piedi lievemente rivolte in fuori. Tieni sempre la testa alta e la schiena dritta. Questa è la posizione di partenza. (Nota: Per il nostro esempio, utilizzeremo la posizione media che colpisce i muscoli in maniera omogenea; tuttavia puoi scegliere una delle tre posizioni spiegate nella sezione delle posizioni dei piedi).",
    "Inizia ad abbassare lentamente la barra piegando le ginocchia mentre mantieni la postura dritta e la testa alta. Continua fino a quando l'angolo tra le cosce e polpacci diventa leggermente inferiore ai 90 gradi (questo è il punto in cui le cosce sono sotto il livello del pavimento). Inspirando, esegui questa parte del movimento. Suggerimento: se hai eseguito correttamente l'esercizio, la parte anteriore delle ginocchia dovrebbe formare una linea immaginaria dritta con le punte dei piedi, perpendicolare alla parte anteriore del corpo. Se le ginocchia superano questa linea immaginaria (se sono più avanti delle punte dei piedi) allora stai esercitando uno sforzo eccessivo sulle ginocchia e l'esercizio è stato eseguito in modo scorretto.",
    "Inizia a sollevare la barra espirando, spingendo il pavimento con il tallone del piede e contemporaneamente estendendo le gambe fino a tornare alla posizione di partenza.",
    "Ripeti per il numero di ripetizioni consigliate."
  ],
  "category": "forza",
  "images": [
    "Smith_Machine_Squat/0.jpg",
    "Smith_Machine_Squat/1.jpg"
  ],
  "id": "Smith_Machine_Squat"
}