{
  "name": "Squat veloci",
  "force": "spingere",
  "level": "esperto",
  "mechanic": "composto",
  "equipment": "bilancere",
  "primaryMuscles": [
    "quadriceps"
  ],
  "secondaryMuscles": [
    "polpacci",
    "glutei",
    "femorali",
    "parte bassa della schiena"
  ],
  "instructions": [
    "Questo esercizio è meglio eseguirlo all'interno di uno squat rack per motivi di sicurezza. Per iniziare, posizionare la barra sulla rack che meglio si adatta alla propria altezza. Una volta scelta l'altezza corretta e caricata la barra, posizionarsi sotto la barra e posizionare la schiena (leggermente sotto il collo) su di essa.",
    "Tenere la barra con entrambe le mani ai lati e sollevarla dalla rack spingendo prima con le gambe e contemporaneamente raddrizzando il torso.",
    "Allontanarsi dalla rack e posizionare le gambe in una posizione media alla larghezza delle spalle, con le punte dei piedi leggermente divaricate. Mantenere la testa sempre alta, guardando in alto, in quanto guardare in basso potrebbe far perdere l'equilibrio e mantenere una schiena dritta. Questa sarà la posizione di partenza. (Nota: per scopi di discussione, utilizzeremo una posizione media che mira allo sviluppo globale; tuttavia, è possibile scegliere una delle tre posizioni discusse nella sezione delle posizioni dei piedi).",
    "Cominciare a scendere abbassando la barra piegando le ginocchia e mantenendo una postura dritta con la testa alta. Continuare fino a quando l'angolo tra la parte alta della gamba e i polpacci diventa leggermente inferiore ai 90 gradi (che è il punto in cui la parte alta della gamba è sotto il livello del pavimento). Inspirare durante questa parte del movimento. Suggerimento: se si esegue l'esercizio correttamente, la parte anteriore delle ginocchia dovrebbe formare una linea immaginaria retta con le punte dei piedi che è perpendicolare alla parte anteriore. Se le ginocchia sono oltre questa linea immaginaria (oltre alle punte dei piedi), significa che si sta mettendo troppa tensione sulle ginocchia e si sta eseguendo l'esercizio in modo errato.",
    "Cominciare a sollevare la barra il più velocemente possibile senza usare la spinta del momento, espirando e spingendo il pavimento con il tallone del piede mentre si raddrizzano le gambe tornando alla posizione di partenza. Nota: si dovrebbe eseguire questi esercizi il più velocemente possibile, ma senza perdere la forma perfetta e senza utilizzare la spinta del momento.",
    "Ripetere per il numero raccomandato di ripetizioni."
  ],
  "category": "forza",
  "images": [
    "Speed_Squats/0.jpg",
    "Speed_Squats/1.jpg"
  ],
  "id": "Speed_Squats"
}