{
  "nome": "Lat Pulldown a larga impugnatura",
  "forza": "trazione",
  "livello": "principiante",
  "meccanismo": "composto",
  "attrezzatura": "cavo",
  "muscoli primari": [
    "lats"
  ],
  "muscoli secondari": [
    "bicipiti",
    "schiena media",
    "spalle"
  ],
  "istruzioni": [
    "Siediti su una macchina per la trazione con una barra larga attaccata alla puleggia superiore. Assicurati di regolare il cuscinetto del ginocchio della macchina per adattarlo alla tua altezza. Questi cuscinetti impediranno al tuo corpo di essere sollevato dalla resistenza attaccata alla barra.",
    "Afferra la barra con i palmi delle mani rivolti in avanti, utilizzando la presa prescritta. Nota sulle prese: per una presa larga, le mani devono essere distanziate in una posizione più ampia rispetto alla larghezza delle spalle. Per una presa media, le mani devono essere distanziate in una posizione uguale alla larghezza delle spalle e per una presa stretta in una posizione più piccola rispetto alla larghezza delle spalle.",
    "Mentre hai entrambe le braccia estese davanti a te tenendo la barra alla distanza prescelta, porta il tuo busto indietro di circa 30 gradi creando una curvatura nella tua parte bassa della schiena e facendo sporgere il petto. Questa è la tua posizione di partenza.",
    "Mentre espiri, porta la barra in basso fino a toccare il tuo petto superiore facendo scivolare le spalle e le braccia superiori in basso e all'indietro. Suggerimento: concentrati nel contrarre i muscoli della schiena una volta raggiunta la posizione contratta completa. Il torace superiore dovrebbe rimanere in posizione ferma e solo le braccia dovrebbero muoversi. Gli avambracci non dovrebbero fare altro lavoro se non quello di tenere la barra; quindi cerca di non trascinare dolwn la barra utilizzando gli avambracci.",
    "Dopo un secondo nella posizione contratta tenendo insieme le scapole, solleva lentamente la barra fino ala posizione di partenza quando le braccia sono completamente estese e i lats sono completamente tesi. Inspira durante questa porzione del movimento.",
    "Ripeti questo movimento per il numero di ripetizioni prescritto."
  ],
  "categoria": "forza",
  "immagini": [
    "Lat_Pulldown_a_larga_impugnatura/0.jpg",
    "Lat_Pulldown_a_larga_impugnatura/1.jpg"
  ],
  "id": "Wide-Grip_Lat_Pulldown",
  "images": [
    "Wide-Grip_Lat_Pulldown/0.jpg",
    "Wide-Grip_Lat_Pulldown/1.jpg"
  ]
}